[Language]
ABOUT=%PROGRAMNAME% est une application qui vous permet de sauter rapidement entre les fonctions et les régions dans un script AutoIt. Ne fonctionne qu'avec la version complète de SciTE. @NL @NL Cette application a été crée par %COPYRIGHT%.
CANCEL=Annuler
CLOSE=Fermer
COMMENTS=Commentaires utilisateur
COPY_ALL=Tout copier
COPY_SELECTED=Copier sélection
CRC32=CRC32
DESELECT_ALL=Tout déselectionner
ERROR=Une erreur inattendue a été signalé.
EXPORT=Exporter
FOLDER_SELECT=Sélectionner un dossier pour rechercher un mot clé donné.
FUNCTION_LIST=Liste des fonctions et des régions
FUNCTIONS=Fonctions
HTML=HTML
LANGUAGE_AUTHOR=Merci à %LANGUAGEAUTHOR% pour la traduction %LANGUAGE%. La traduction a été créé sur le %LANGUAGEUPDATED%.
LATEX=LATEX
LINE_COUNT=Nombre de lignes
MENU_ABOUT=A propos
MENU_FIND=Chercher
MENU_HEADER=Ajouter entête
MENU_HELP=Aide (F1)
MENU_OPEN=Ouvrir un fichier
MENU_OPENLOCATION=Ouvrir le dossier du fichier
MENU_OPENWINMERGE=Comparer avec WinMerge
MENU_SNIPPET=Fonction Snippet
MENU_TOGGLE=Basculer ouvert/fermé
NAME=Nom
OK=OK
PATH=Chemin
PDF=PDF
REFRESH=Actualiser
REGIONS=Régions
REPLACE=Remplacer
RTF=RTF
SCITE_ERROR=SciTE doit être en exécution pour que %PROGRAMNAME% fonctionne correctement.
SELECT_ALL=Tout séléctionner
SET=Fixer
SIZE=Taille
TIP_DOCKSTATE_1 = Automatique d'accueil
TIP_DOCKSTATE_2 = Gauche accueil 
TIP_DOCKSTATE_3 = Droite accueil
TIP_ERROR_1=Fichier vide.
TIP_ERROR_2=Saut non trouvé.
TIP_ERROR_3=Le fichier n'existe pas.
TIP_ERROR_4=SciTE semble être fermé.
TIP_EXPORT_1=Nombre total de fonctions est %TOTALNUMBER%
TIP_EXPORT_2=Créé le %CREATIONDATE%
TIP_EXPORT_3=Fonctions inutilisées
TIP_EXPORT_4=Nombre total de régions - %TOTALNUMBER%
TIP_EXPORT_5=Nombre total de fichiers inclus - %TOTALNUMBER%
TIP_EXPORT_6=Nombre total de variables Global - %TOTALNUMBER%
TIP_PREPROCESSOR_1=Pre-Processor
TIP_REPLACE_1=Remplacer dans le script
TIP_REPLACE_2=Rechercher...
TIP_REPLACE_3=Remplacer par...
TIP_REPLACE_4=Aperçu avant
TIP_REPLACE_5=Respecter casse
TIP_REPLACE_6=Type de fichier ou laisser blanc pour tous
TIP_REPLACE_7=RegExp
TIP_SEARCH_1=Résultats de recherche
TIP_SEARCH_2=Pas de résultat
TIP_SEARCH_3=Fonction recherche
TIP_SEARCH_4=Ligne
TIP_SEARCH_5=Chercher dans les scripts
TIP_SEARCH_6=Dossier ou rechercher
TIP_SETTINGS_1=Paramètres
TIP_SETTINGS_10=Langue
TIP_SETTINGS_11=Reset %PROGRAMNAME%
TIP_SETTINGS_12=Redémarrer
TIP_SETTINGS_13=Ajouter à SciTE
TIP_SETTINGS_14=État Dock
TIP_SETTINGS_15=Mis à jour %PROGRAMNAME%.
TIP_SETTINGS_2=Rechercher dans UDF personnalisés
TIP_SETTINGS_3=Trier les fonctions énumérées
TIP_SETTINGS_4=Défiler jusqu'à la fonction en surbrillance
TIP_SETTINGS_5=Concentrer la case de recherche jusqu'au rafraîchissement   
TIP_SETTINGS_6=Chercher des commentaires
TIP_SETTINGS_7=Chercher des fonctions
TIP_SETTINGS_8=Chercher des regions
TIP_SETTINGS_9=Décalage du haut de SciTE (px)
TIP_UDFNAME_1=Nom de l'entête UDF
TIP_UDFS_1=Fichiers dans "Include"
TIP_UDFS_2=Ajouter à "Include"
TIP_UDFS_3=Supprimer de "Include"
TIP_UDFS_4=Ecraser fichier dans "Include"
UDFS=Défini par l'utilisateur
UPDATE=Voulez-vous mettre à jour %PROGRAMNAME%?

[Author]
AUTHOR=Ricky
VERSION=2.0.92.169
UPDATED=17/03/2013

[Country]
CODE=fr
